---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairstypeNotchVerticalGap
source: html/899896a1-cc95-ca3a-0c86-80d1b90e58f4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairstypeNotchVerticalGap Property

"Vertical Gap Distance":

## Syntax (C#)
```csharp
public static ForgeTypeId StairstypeNotchVerticalGap { get; }
```